{
    "Mission": "사명",
    "Product": "제품",
    "Team": "팀",
    "Contact": "연락하다",
    "Your Personalized Web3 AI Assistant": "맞춤형 Web3 AI 도우미",
    "Unlocking the Web3 World Can Be Challenging": "Web3 세계의 잠금을 해제하는 것은 어려울 수 있습니다",
    "Web3 users spend 7+ hours daily online, and 800 million have lost an average of $2,500 due to misleading information and complex technologies.": "Web3 사용자는 매일 온라인에서 7시간 이상을 보내고 8억 명이 오도하는 정보와 복잡한 기술로 인해 평균 $2,500의 손실을 입었습니다.",
    "Imagine Instead...": "상상 대신...",
    "A world where Web3 is accessible, user-friendly, and efficient for everyone - regardless of their expertise. We are building the first AI-powered concierge that effortlessly demystifies the decentralized web and revolutionizes user experiences.": "전문성에 관계없이 모든 사람이 Web3에 액세스할 수 있고 사용자 친화적이며 효율적인 세상입니다. 우리는 탈중앙화된 웹을 손쉽게 이해하고 사용자 경험을 혁신하는 최초의 AI 기반 컨시어지를 구축하고 있습니다.",
    "The 'Swiss Army Knife of Web3'": "Web3의 '스위스 아미 나이프'",
    "Join The Waitlist": "대기자 명단에 가입하세요",
  "All rights reserved": "판권 소유",
  "We are at capacity for users, but we will be opening up more spots soon. Enter your email below to be notified when we do.": "우리는 사용자를 수용할 수 있지만 곧 더 많은 자리를 열 것입니다. 아래에 이메일을 입력하면 알림을 받을 수 있습니다.",
  "Dynamic": "동적인",
  "Our platform adapts and evolves with users' needs, unlike static tools from other companies.": "우리 플랫폼은 다른 회사의 정적 도구와 달리 사용자의 요구에 따라 적응하고 발전합니다.",
  "Actionable": "실용적인",
  "We enable on-chain actions through AI-integrated smart contracts, ensuring a more interactive experience.": "AI 통합 스마트 계약을 통해 온체인 작업을 가능하게 하여 보다 인터랙티브한 경험을 보장합니다.",
  "Multi-Modal": "여러 데이터 소스",
  "Other companies only use a single source of data. Web3r combines multiple on-chain and off-chain sources, utilizing proprietary AI models for diverse tasks and outputs.": "다른 회사는 단일 데이터 소스만 사용합니다. Web3r은 여러 온체인 및 오프체인 소스를 결합하여 다양한 작업 및 출력을 위해 독점 AI 모델을 활용합니다.",
  "Simple": "사용 편의성",
  "Your AI Concierge for the Web3 Ecosystem": "Web3 생태계를 위한 AI 컨시어지",
  "Leveraging LLMs, we provide data tailored to users' understanding levels, avoiding unnecessary jargon and complex charts.": "LLM을 활용하여 불필요한 전문 용어와 복잡한 차트를 피하면서 사용자의 이해 수준에 맞는 데이터를 제공합니다.",
  "Join Waitlist": "대기자 명단 가입",
  "Email Address*": "이메일 주소*",
  "By joining the waitlist you agree to the Privacy Policy": "대기자 명단에 등록하면 개인 정보 보호 정책에 동의하는 것입니다.",
  "Menu": "항행"
  }