{
    "sections": [
      {
        "title": "Privacy Policy",
        "content": "Introduction\nWeb3 Research (\"we\", \"us\", or \"our\") is committed to protecting the privacy of our users. This Privacy Policy outlines the types of information we collect, how we use it, and the measures we take to protect your privacy. By using our services, you agree to the collection and use of information in accordance with this policy."
      },
      {
        "title": "Information Collection",
        "content": "We may collect the following types of information:",
        "list": [
          "Personal Information- This includes information you provide when registering for an account, such as your name, email address, and phone number.",
          "Usage Information- We collect information about your interactions with our services, such as your browsing history, search queries, and device information.",
          "Financial Information- If you conduct transactions on our platform, we may collect information about your assets, transactions, and blockchain addresses.",
          "Cookies and Tracking Technologies- We may use cookies and other tracking technologies to gather information about your usage and preferences."
        ]
      },
      {
        "title": "Use of Information",
        "content": "We use your information for the following purposes:",
        "list": [
          "To provide and maintain our services",
          "To improve and personalize your experience",
          "To communicate with you about account-related or promotional materials. We promise not to spam you!",
          "To monitor and analyze usage trends",
          "To enforce our Terms of Service and comply with legal obligations"
        ]
      },
      {
        "title": "Information Sharing",
        "content": "We do not sell your personal information to third parties. We may, however, share your information with:",
        "list": [
          "Service providers that help us operate and maintain our services",
          "Law enforcement agencies, if required by law or in the course of a legal investigation"
        ]
      },
      {
        "title": "Security",
        "content": "We employ reasonable security measures to protect your information, including encryption and access controls. However, we cannot guarantee the absolute security of your information."
      },
      {
        "title": "International Data Transfers",
        "content": "We may transfer your information to jurisdictions outside of your country of residence. By using our services, you consent to these transfers."
      },
      {
        "title": "Changes to This Policy",
        "content": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page."
      }
    ]
  }
  