{
  "Mission": "使命",
  "Product": "产品",
  "Team": "团队",
  "Contact": "联系",
  "A.I. driven Web3 infrastructure and analysis. ": "人工智能驱动的 Web3 基础设施和分析。",
  "Focus on what matters": "关注重要的事情",
  "Web3 Research (W3R) is an A.I.-driven platform that simplifies the process of accessing and using on-chain and off-chain data in the web3 space. Our tools use AI and ML to create custom resources tailored to each user's needs. Our goal is to make it easier for users of all types to navigate the complicated space, gain valuable insights, and then act on those insights.": "Web3 Research（W3R）是一个人工智能驱动的平台，简化了在 web3 空间中访问和使用 on-chain 和 off-chain 数据的过程。我们的工具使用人工智能和机器学习为每个用户的需求创建定制资源。我们的目标是使所有类型的用户都能更轻松地在复杂的空间中导航，获得有价值的见解，然后采取行动。",
  "The Problem": "问题",
  "One of the main challenges facing users of web3 technologies is the complexity of the web3 space and the lack of tools to help them find and use the information they need. Many existing solutions either provide too much irrelevant information or not enough useful information, and there is often no easy way to act on the information that is provided. ": "面临 web3 技术用户的主要挑战之一是 web3 空间的复杂性以及缺乏帮助他们查找和使用所需信息的工具。许多现有的解决方案要么提供太多不相关的信息，要么提供不够有用的信息，而且通常很难采取行动。",
  "Our Solution": "我们的解决方案",
  "Our platform combines on-chain and off-chain data with AI-assisted tooling to provide customized resources and insights tailored to your specific needs. Whether you want to find information, perform on-chain actions, or follow trends and wallets, Web3 Research has you covered. And as you use the platform, it will adapt to your preferences to provide a truly personalized experience.": "我们的平台将链内和链外数据与人工智能辅助工具相结合，为您的具体需求提供定制资源和见解。无论您想要查找信息，执行链内操作，还是关注趋势和钱包，Web3 Research都能满足您的需求。随着您使用平台，它将根据您的喜好进行适配，以提供真正个性化的体验。",
  "Demo Coming Soon": "敬请期待演示版",
"The Team": "团队",
"While Web3 Research builds AI tools with AI tools (including this website), there is a human team behind the scenes.": "虽然Web3 Research使用人工智能工具构建人工智能工具（包括本网站），但背后有一个人类团队。",
"Feel free to reach out!": "随时欢迎联系！"
}
